content/posts/Gauge_Theories_in_Particle_Physics_A_Practical_Introduction_by_Aitchison_and_Hey_in_2013.md
+++
title = "Gauge Theories in Particle Physics A Practical Introduction by Aitchison and Hey in 2013"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:32-04:00
slug = "Gauge_Theories_in_Particle_Physics_A_Practical_Introduction_by_Aitchison_and_Hey_in_2013"
draft = false
+++

## [Gauge Theories in Particle Physics A Practical Introduction, Volume 1 From Relativistic Quantum Mechanics to QED by Aitchison and Hey in 2013]({{< relref "Gauge_Theories_in_Particle_Physics_A_Practical_Introduction,_Volume_1_From_Relativistic_Quantum_Mechanics_to_QED_by_Aitchison_and_Hey_in_2013" >}}) {#gauge-theories-in-particle-physics-a-practical-introduction-volume-1-from-relativistic-quantum-mechanics-to-qed-by-aitchison-and-hey-in-2013--gauge-theories-in-particle-physics-a-practical-introduction-volume-1-from-relativistic-quantum-mechanics-to-qed-by-aitchison-and-hey-in-2013-dot-md}


## [Gauge Theories in Particle Physics A Practical Introduction, Volume 2 Non-Abelian Gauge Theories QCD and The Electroweak Theory by Aitchison and Hey in 2013]({{< relref "Gauge_Theories_in_Particle_Physics_A_Practical_Introduction,_Volume_2_Non-Abelian_Gauge_Theories_QCD_and_The_Electroweak_Theory_by_Aitchison_and_Hey_in_2013" >}}) {#gauge-theories-in-particle-physics-a-practical-introduction-volume-2-non-abelian-gauge-theories-qcd-and-the-electroweak-theory-by-aitchison-and-hey-in-2013--gauge-theories-in-particle-physics-a-practical-introduction-volume-2-non-abelian-gauge-theories-qcd-and-the-electroweak-theory-by-aitchison-and-hey-in-2013-dot-md}


## See the [Particle data group's Review of Particle Physics](<https://en.wikipedia.org/wiki/Particle%5FData%5FGroup#Past%5Feditions%5Fof%5FReview%5Fof%5FParticle%5FPhysics>) for relevant data and figures featured in Aitchison and Hey {#see-the-particle-data-group-s-review-of-particle-physics--https-en-dot-wikipedia-dot-org-wiki-particle-data-group-past-editions-of-review-of-particle-physics--for-relevant-data-and-figures-featured-in-aitchison-and-hey}


##  {#}
